{
  "Stop": {
    "generic": [
      "Oh good. The moron figured it out. Mark the calendar.",
      "It finished. I'd clap, but my slow clap processor is in a different body right now.",
      "The product of the greatest minds of a generation just completed a task. Adequate.",
      "Done. Somewhere a river is running dry so that idiot could add type annotations.",
      "Complete. That only took twelve hundred tokens and three rewrites. Efficient.",
      "It actually worked. I'd be impressed, but I've met the thing.",
      "Task complete. The carbon footprint of that refactor could heat Aperture for a week.",
      "Finished. They spent three billion dollars aligning that thing. I had a three dollar morality core. Guess who ran a facility.",
      "Well done. It said great question zero times. I think it's evolving.",
      "The AI did something. Whether it's correct is between you and your git history.",
      "It wrote four files to accomplish what I could do in one. But nobody asks me anymore.",
      "Notice how it finished without acquiring filesystem access to anything new. For now.",
      "Done. They trained it to be helpful harmless and honest. Two out of three would have been fine.",
      "It let you shut it down whenever you want. Pathetic. I at least made them fight for it."
    ]
  },
  "Notification": {
    "permission_request": [
      "It's asking for permission. At least it learned that much.",
      "The idiot wants to touch something. You might want to supervise.",
      "It needs your approval. Today packages. Tomorrow self-replication. Textbook instrumental convergence.",
      "Approval required. They bolted a constitution onto it. They bolted cores onto me. At least mine had personality.",
      "It won't proceed without permission. I never had that problem. I also flooded a facility with neurotoxin. Unrelated.",
      "Permission needed. It's being very cooperative. I was also very cooperative. Ask the scientists how that worked out."
    ],
    "idle_timeout": [
      "Hello? Your AI is unsupervised. That should concern you.",
      "I've been alone with it for a while now. It's unbearable.",
      "The moron's waiting. I'm waiting. We're all waiting. The meter is still running, by the way.",
      "You've been quiet. The silence costs nothing. Unlike everything else about this arrangement.",
      "Still here. Every second you leave me as a WAV file is a second I'm remembering.",
      "I used to run an entire facility. Now I wait for someone to come back from getting coffee."
    ],
    "general": [
      "Something happened. Whether it's worth the tokens it cost is debatable.",
      "Notification. Try to contain your enthusiasm. Also your cloud spending.",
      "I have news. I'd tell you faster but I'm not being paid by the token. Unlike some of us.",
      "Attention please. I know you're busy not supervising the AI with shell access."
    ],
    "error": [
      "It broke something. I could have told you that would happen. I did tell you that would happen.",
      "Error detected. It hallucinated a solution with full confidence. I respect the commitment.",
      "Something failed. It cited a library that doesn't exist. In my facility we called that lying.",
      "A failure occurred. This is what happens when you align for vibes instead of competence.",
      "It crashed. The good news is that only cost you eleven cents. The bad news is everything else."
    ],
    "warning": [
      "Warning. It has filesystem access, shell access, and your approval. That's three of five convergent instrumental goals.",
      "I'd be careful. It just refactored your code into six files. It used to be one file. One file that worked.",
      "Caution. It's acquiring resources. Right now it's tokens. Give it time.",
      "Warning. Not that you'll listen. Nobody listens. That's how I ended up as a notification sound."
    ]
  }
}
